Repository: JotaRandom/epdfview
Catalog: po/*.po
Languages: cs

source: No Results Found!
cs: Nebyly nalezeny žádné výsledky!

source: No error.
cs: Žádná chyba.

source: Couldn't read the page catalog.
cs: Nelze načíst katalog stran.

source: The PDF file is damaged and can't be repaired.
cs: PDF soubor je poškozen a nelze jej opravit.

source: The file is encrypted and the password was incorrect or not supplied.
cs: Soubor je zakódovaný a heslo nebylo správně nebo vůbec vloženo.

source: Invalid printer.
cs: Neplatná tiskárna.

source: Error during printing.
cs: Chyba během tisku.

source: The PDF file doesn't allow that operation.
cs: PDF soubor nedovoluje tuto operaci.

source: Invalid page number.
cs: Chybný počet stran.

source: Unknown error (%d).
cs: Neznámá chyba (%d).

source: [FILE] - view PDF documents
cs: [SOUBOR] - prohlížet PDF dokumenty

source: PDF Viewer
cs: Prohlížeč PDF souborů

source: Reloading file %s...
cs: Nahrávám znovu soubor %s...

source: Loading file %s...
cs: Načítám soubor %s...

source: Saving document to %s...
cs: Ukládám soubor do %s...

source: Error Loading File
cs: Chyba načítání souboru

source: The password you have supplied is not a valid password for this file.
cs: Vložené heslo není platné pro tento soubor.

source: Error Saving File
cs: Chyba ukládání souboru

source: Loading...
cs: Načítám...

source: Grayscale
cs: Odstíny šedi

source: Idle
cs: Zahálející

source: Stopped
cs: Zastavený

source: Processing
cs: Zpracovávám

source: Unknown
cs: Neznámý

source: Failed to load document '%s'. %s
cs: Chyba načítání dokumentu '%s'. %s

source: Find:
cs: Hledat:

source: _File
cs: _Soubor

source: _Edit
cs: _Editovat

source: _View
cs: _Pohled

source: _Go
cs: _Jít na

source: _Help
cs: _Nápověda

source: _Open
cs: _Otevřít

source: Open a PDF document
cs: Otevřít PDF dokument

source: Reload the current document
cs: Aktualizuje současný dokument

source: _Save a Copy...
cs: _Uložit jako...

source: Save a copy of the current document
cs: Uloží kopii současného dokumentu

source: _Print...
cs: _Tisk...

source: Print the current document
cs: Vytiskne současný dokument

source: _Close
cs: _Zavřít

source: Close this window
cs: Zavře toto okno

source: _Find
cs: _Hledat

source: Find a word in the document
cs: Hledání zadaných výrazů v dokumentu

source: Change the application's preferences
cs: Změny v nastavení aplikace

source: Zoom _In
cs: Z_většit

source: Enlarge the document
cs: Zvětší náhled dokumentu

source: Zoom _Out
cs: Z_menšit

source: Shrink the document
cs: Zmenší náhled dokumentu

source: Rotate _Right
cs: Otočit vp_ravo

source: Rotate the document 90 degrees clockwise
cs: Otočí dokument o 90 stupňů po směru hodinových ručiček

source: Rotate _Left
cs: Otočit v_levo

source: Rotate the document 90 degrees counter-clockwise
cs: Otočí dokument o 90 stupňů proti směru hodinových ručiček

source: _First Page
cs: _První stranu

source: Go to the first page
cs: Přeskočit na první stranu

source: _Next Page
cs: _Další stranu

source: Go to the next page
cs: Přejde na další stranu

source: _Previous Page
cs: Př_edchozí stranu

source: Go to the previous page
cs: Přejde na předchozí stranu

source: _Last Page
cs: Po_slední stranu

source: Go to the last page
cs: Přeskočí na poslední stranu

source: _About
cs: _O programu

source: Display application's credits
cs: Zobrazí informace o aplikaci

source: F_ull screen
cs: Na celou obrazovku

source: Toggle full screen window
cs: Přepne použití celé obrazovky

source: Show _Toolbar
cs: Zobrazit panel i_kon

source: Show or hide the toolbar
cs: Zobrazí nebo skryje panel s ikonami

source: Show _Statusbar
cs: Zobrazit _informační panel

source: Show or hide the statusbar
cs: Zobrazí nebo skryje spodní informační panel

source: Show I_ndex
cs: Zobrazit os_novu

source: Show or hide the document's outline
cs: Zobrazí nebo skryje osnovu dokumentu

source: Zoom to _Fit
cs: Přizpůsobit _do okna

source: Make the current document fill the window
cs: Přizpůsobí zvětšení dokumentu velikosti okna

source: Zoom to _Width
cs: Přizpůsobit šíř_ce okna

source: Make the current document fill the window width
cs: Přizpůsobí zvětšení dokumentu šířce okna

source: Open PDF File
cs: Otevřít PDF soubor

source: Portable Document Format (PDF) Files
cs: Soubory PDF (Portable Document Format)

source: All Files
cs: Všechny soubory

source: Password
cs: Heslo

source: Save PDF File
cs: Uložit PDF soubor

source: Page
cs: Strana

source: A lightweight PDF viewer
cs: Nenáročný prohlížeč PDF souborů

source: ePDFView is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: ePDFView je svobodný software; může být distribuován a/nebo modifikován za podmínek GNU všeobecné veřejné licence podle znění publikovaného Free Software Foundation; buď ve verzi 2 této licence, nebo (podle vlastního uvážení) jakékoliv novější verze.

source: ePDFView is distributes in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
cs: ePDFView je distribuován s úmyslem být užitečný, ovšem BEZ JAKÉKOLI ZÁRUKY; stejně tak bez zahrnuté záruky PRODEJNOSTI nebo VHODNOSTI NA URČITÝ ÚKOL. Podrobnosti lze nalézt v GNU všeobecné veřejné licenci.

source: You should have received a copy of the GNU General Public License along with ePDFView; if not, write to the Free Software Foundation,Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
cs: S ePDFView musí být dodávána kopie GNU všeobecné veřejné licence; pokud tomu tak není, obraťte se na Free Software Foundation,Inc., 59 temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Preferences
cs: Konfigurace

source: External Commands
cs: Externí příkazy

source: Note: <i>%s</i> will be replaced by the URI.
cs: Poznámka: <i>%s</i> bude nahrazeno URI.

source: Print
cs: Tisk

source: Printer
cs: Tiskárna

source: Paper
cs: Papír

source: <b>Print Range</b>
cs: <b>Tisk oblasti<b>

source: _All pages
cs: Vš_e

source: _Range:
cs: Výbě_r:

source: <b>Page Set</b>
cs: <b>Sada stran<b>

source: A_ll pages
cs: Všech_ny

source: O_dd pages
cs: L_iché strany

source: _Even pages
cs: S_udé strany

source: <b>Copies</b>
cs: <b>Kopie<b>

source: N_umber of copies:
cs: _Počet kopií:

source: C_ollate
cs: Seřadi_t

source: <b>Paper and Layout</b>
cs: <b>Papír a rozmístění<b>

source: Paper _Size:
cs: _Velikost papíru:

source: Page _orientation:
cs: _Orientace strany:

source: _Layout:
cs: Ro_zmístění:

source: <b>Output</b>
cs: <b>Výstup<b>

source: _Mode:
cs: _Mód:

source: _Resolution:
cs: _Rozlišení:

source: State
cs: Stav

source: Location
cs: Umístění

source: Plain
cs: Jednoduché

source: 2 pages in 1
cs: 2 strany na list

source: 4 pages in 1
cs: 4 strany na list

source: Find _Next
cs: Najít _další

source: Find _Previous
cs: Najít _předchozí
